Revit 2024 API
ExportFontInfo Constructor
 Constructs a new default ExportFontInfo.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2014
Syntax
C#
public ExportFontInfo()
Visual Basic
Public Sub New
Visual C++
public:
ExportFontInfo()
See Also
ExportFontInfo Class
ExportFontInfo Overload
Autodesk.Revit.DB Namespace